import React, { Component } from "react";
import "./passiveNetworkServiceAccording.css";
import Accordion from "react-bootstrap/Accordion";
import "bootstrap";
export default class pasiveNetworkServiceAccording extends Component {
  render() {
    return (
      <>
        <h2 className="accordingTitle">آشنایی بیشتر با جزئیات این بخش</h2>
        <Accordion defaultActiveKey={["0"]}>
          <Accordion.Item className="accordingItem" eventKey="0">
            <Accordion.Header
              className="accordingHeader
                        "
            >
              <h6 style={{textAlign:'start'}}>برآوردهزینه خدمات پسیو شبکه و ارائه تعرفه ثابت خدمات</h6>
            </Accordion.Header>
            <Accordion.Body className="accordingBody">
              در Worknet، خدمات پسیو شبکه با استانداردهای روز و تجهیزات باکیفیت
              ارائه می‌شود. هزینه‌ها بر اساس متراژ، نوع تجهیزات و پیچیدگی پروژه
              برآورد شده و به‌صورت شفاف اعلام می‌گردد. همچنین، با تعرفه‌های
              ثابت، امکان دریافت خدمات حرفه‌ای با هزینه مشخص و قابل پیش‌بینی
              فراهم است
            </Accordion.Body>
          </Accordion.Item>
          <Accordion.Item className="accordingItem" eventKey="1">
            <Accordion.Header
              className="accordingHeader
                        "
            >
              <h6 style={{textAlign:'start'}}> ارائه لیست تجهیزات مورد نیاز پسیو شبکه(LOM)</h6>
            </Accordion.Header>
            <Accordion.Body className="accordingBody">
              در اجرای زیرساخت پسیو شبکه، استفاده از تجهیزات استاندارد و باکیفیت
              امری ضروری است. این تجهیزات شامل کابل شبکه (Cat5e، Cat6، فیبر
              نوری)، پچ پنل (UTP، FTP، SFTP)، کیستون شبکه (CAT5e، CAT6، CAT6a)،
              رک و متعلقات (رک دیواری، ایستاده، فن، پاور ماژول)، داکت و ترانکینگ
              به همراه اتصالات، پچ کورد و کابل فیبر نوری، مدیا کانورتر و اتصالات
              فیبر نوری و تجهیزات ارتینگ و گراندینگ شبکه می‌شود. انتخاب تجهیزات
              بسته به نیاز پروژه و ساختار شبکه انجام می‌شود تا عملکرد بهینه و
              پایداری زیرساخت تضمین گردد
            </Accordion.Body>
          </Accordion.Item>
          <Accordion.Item className="accordingItem" eventKey="2">
            <Accordion.Header
              className="accordingHeader
                        "
            >
              <h6 style={{textAlign:'start'}}>
                اجرای استاندارد کابل کشی شبکه، تلفن، برق و دوربین مداربسته
              </h6>
            </Accordion.Header>
            <Accordion.Body className="accordingBody">
              اجرای صحیح و استاندارد کابل‌کشی نقش مهمی در عملکرد بهینه
              زیرساخت‌های ارتباطی و امنیتی دارد. کابل‌کشی شبکه و تلفن باید مطابق
              با استانداردهای بین‌المللی انجام شود تا سرعت و پایداری ارتباط
              تضمین گردد. همچنین، کابل‌کشی برق نیازمند رعایت اصول ایمنی و
              استفاده از تجهیزات مناسب برای جلوگیری از افت ولتاژ و ایجاد خطرات
              احتمالی است. در زمینه دوربین‌های مداربسته نیز، اجرای صحیح کابل‌کشی
              تأثیر مستقیمی بر کیفیت تصویر و عملکرد سیستم نظارتی دارد. رعایت
              اصول فنی، استفاده از تجهیزات باکیفیت و اجرای دقیق توسط متخصصان،
              موجب افزایش طول عمر سیستم‌ها و کاهش هزینه‌های نگهداری خواهد شد.
            </Accordion.Body>
          </Accordion.Item>
          <Accordion.Item className="accordingItem" eventKey="3">
            <Accordion.Header
              className="accordingHeader
                        "
            >
              <h6 style={{textAlign:'start'}}>
                اجرا و پیاده سازی زیرساخت شبکه به صورت استاندارد و ساختار یافته
              </h6>
            </Accordion.Header>
            <Accordion.Body className="accordingBody">
              پیاده‌سازی زیرساخت شبکه به‌صورت استاندارد و ساختار‌یافته نقش کلیدی
              در پایداری، امنیت و بهینه‌سازی عملکرد شبکه‌های سازمانی دارد. اجرای
              صحیح کابل‌کشی، استفاده از تجهیزات مناسب، رعایت استانداردهای
              بین‌المللی و طراحی اصولی مسیرهای ارتباطی موجب کاهش اختلالات،
              افزایش سرعت و تسهیل در مدیریت و توسعه شبکه خواهد شد. به‌کارگیری
              روش‌های مدرن و تجهیزات باکیفیت، امکان ارتقاء و گسترش آسان شبکه را
              فراهم کرده و هزینه‌های نگهداری را به حداقل می‌رساند.
            </Accordion.Body>
          </Accordion.Item>
          <Accordion.Item className="accordingItem" eventKey="4">
            <Accordion.Header
              className="accordingHeader
                        "
            >
              <h6 style={{textAlign:'start'}}>ارتقاء و بهینه سازی زیرساخت قدیمی شبکه</h6>
            </Accordion.Header>
            <Accordion.Body className="accordingBody">
              شرکت Worknet خدمات ارتقاء و بهینه‌سازی زیرساخت‌های قدیمی شبکه را
              با هدف بهبود عملکرد، امنیت و مقیاس‌پذیری ارائه می‌دهد. این خدمات
              شامل شناسایی مشکلات و نقاط ضعف شبکه‌های موجود، جایگزینی تجهیزات
              قدیمی با تکنولوژی‌های نوین، ارتقاء پهنای باند و سرعت انتقال داده،
              و بهینه‌سازی تنظیمات برای مدیریت بهینه منابع است. همچنین، با
              پیاده‌سازی سیستم‌های امنیتی پیشرفته، شامل فایروال‌ها و پروتکل‌های
              جدید، شبکه‌ها از تهدیدات محافظت می‌شوند. هدف اصلی این خدمات،
              افزایش بهره‌وری، کاهش هزینه‌ها و ارتقاء کارایی زیرساخت‌های شبکه
              به‌منظور هم‌راستایی با نیازهای تجاری و تکنولوژیکی روز است.
            </Accordion.Body>
          </Accordion.Item>
          <Accordion.Item className="accordingItem" eventKey="5">
            <Accordion.Header
              className="accordingHeader
                        "
            >
              <h6 style={{textAlign:'start'}}>داکت کشی شبکه و ترانکینگ شبکه</h6>
            </Accordion.Header>
            <Accordion.Body className="accordingBody">
              شرکت Worknet خدمات داکت کشی شبکه و ترانکینگ شبکه را به‌منظور بهبود
              زیرساخت‌های فیزیکی و ارتباطی سازمان‌ها ارائه می‌دهد. داکت کشی شبکه
              شامل نصب و مرتب‌سازی کابل‌ها و فیبرهای نوری در مسیرهای مشخص و
              محافظت‌شده به‌منظور جلوگیری از آسیب‌ها و اختلالات سیگنالی است. این
              فرآیند کمک می‌کند تا کابل‌ها به‌طور ایمن و مرتب در داخل داکت‌ها یا
              کانال‌های اختصاصی قرار گیرند. ترانکینگ شبکه نیز به‌معنای ایجاد
              کانال‌های مجزا برای عبور کابل‌ها و اتصالات شبکه‌ای است که به‌ویژه
              در محیط‌های اداری و تجاری برای مدیریت بهتر کابل‌ها و حفظ زیبایی و
              نظم فضا کاربرد دارد. با استفاده از این خدمات، شبکه‌ها از نظر
              فیزیکی به‌طور بهینه سازمان‌دهی شده و ارتباطات شبکه‌ای به‌صورت
              کارآمدتر و بدون اختلال انجام می‌شود.
            </Accordion.Body>
          </Accordion.Item>
          <Accordion.Item className="accordingItem" eventKey="6">
            <Accordion.Header
              className="accordingHeader
                        "
            >
              <h6 style={{textAlign:'start'}}>نصب نودها،پریزها، کیستون ها و پچ پنل و سایر اتصالات</h6>
            </Accordion.Header>
            <Accordion.Body className="accordingBody">
              شرکت Worknet خدمات نصب نودها، پریزها، کیستون‌ها، پچ پنل‌ها و سایر
              اتصالات شبکه را به‌منظور بهبود ساختار و عملکرد شبکه‌های داخلی
              ارائه می‌دهد. این خدمات شامل نصب و راه‌اندازی نودهای شبکه برای
              ارتباطات پایدار و سریع، نصب پریزهای شبکه برای اتصال کاربران به
              شبکه و فراهم کردن دسترسی به منابع مشترک است. همچنین، کیستون‌ها و
              پچ پنل‌ها برای سازمان‌دهی و مدیریت کابل‌ها و اتصالات شبکه در داخل
              رک‌ها و اتاق‌های سرور نصب می‌شوند تا به‌راحتی امکان تغییرات و
              اصلاحات در شبکه فراهم گردد. سایر اتصالات نظیر کابل‌های شبکه،
              اتصالات فیبر نوری و سوکت‌ها نیز به‌طور دقیق و استاندارد نصب
              می‌شوند تا عملکرد شبکه بهینه و پایدار باشد. با این خدمات، شرکت‌ها
              می‌توانند از شبکه‌ای مرتب، منظم و کارآمد بهره‌مند شوند.
            </Accordion.Body>
          </Accordion.Item>
          <Accordion.Item className="accordingItem" eventKey="7">
            <Accordion.Header
              className="accordingHeader
                        "
            >
              <h6 style={{textAlign:'start'}}> نصب، مرتب سازی و آرایش انواع رک ایستاده و دیواری</h6>
            </Accordion.Header>
            <Accordion.Body className="accordingBody">
              شرکت Worknet خدمات نصب، مرتب‌سازی و آرایش انواع رک‌های ایستاده و
              دیواری را برای سازمان‌ها و کسب‌وکارها ارائه می‌دهد. این خدمات شامل
              انتخاب، نصب و راه‌اندازی رک‌ها به‌صورت ایستاده یا دیواری بر اساس
              نیاز مشتری و فضای موجود است. همچنین، تیم فنی Worknet به‌منظور
              بهینه‌سازی استفاده از فضای رک‌ها، کابل‌ها و تجهیزات شبکه را
              به‌صورت مرتب و سازمان‌یافته در داخل رک‌ها قرار می‌دهد. این فرآیند
              باعث افزایش کارایی و دسترسی آسان به تجهیزات شبکه می‌شود. نصب
              رک‌های ایستاده و دیواری به‌طور اصولی نه تنها به بهبود عملکرد شبکه
              کمک می‌کند، بلکه به مدیریت بهتر تجهیزات سرور و تجهیزات شبکه نیز
              می‌انجامد. در نهایت، با مرتب‌سازی دقیق رک‌ها، فضای کاری سازمان‌ها
              منظم‌تر و عملکرد شبکه پایدارتر خواهد بود.
            </Accordion.Body>
          </Accordion.Item>
        </Accordion>
      </>
    );
  }
}
